{
    "website": "www.digimarketingagencies.com",
    "initTime": "2018-9-28 17:09:49",
    "endTime": "2018-9-28 17:09:50",
    "data": {
        "name": "Enfuse Creative Design",
        "streetAddress": "9086 Rosecrans Ave",
        "addressLocality": "Bellflower",
        "phone": "+1-562-450-4512",
        "website": "http://www.enfuse.com",
        "logourl": "controls/ThumbNail.aspx?image=/Uploads/670/logo-601-1-Enfuse Creative Design.jpg&size=120",
        "yearStablished": "1997",
        "social": {
            "facebook": "https://www.facebook.com/enfuseinc/",
            "googlePlus": "https://plus.google.com/110662074887750384711",
            "twitter": "https://twitter.com/enfuse"
        },
        "companyOverview": [
            "\n                                                                ",
            "\n\tEnfuse aims to be your creative partner by offering an array of products and services ranging from Web Design and Application Development to Graphic Design and Print Media.",
            "\n\tOur continued growth and success is based on our commitment to maintaining a personal relationship with every client. We recognize that small businesses are at the core of any growing community, and as such, these businesses deserve the same attention to detail and professionalism as their online blue chip neighbors.",
            "\n\tEnfuse works diligently to bring local businesses throughout the greater Los Angeles area into the online community. Working together to strengthen our online business community is at the core of our ideal.",
            "\n\t ",
            "",
            "\n                                                                        \n                                                                             Other Services: \n                                                                        ",
            "",
            "\n                                                                        \n                                                                            \n                                                                            Additional Information",
            "\n\tYou have a viable product or service you want to get into the market—you need to get noticed. Our capabilities range from designing your basic business card, to designing signage for your storefront, as well as everything in between.In order for your marketing efforts to have a worthwhile return on your investment, it has to be effective, that’s where Enfuse comes in.",
            "\n\tWe are constantly reasearching new technologies and trying new things to improve efficiency and effectiveness. We share our techniques with one another to make us all better at what we do.",
            "\n                                                                        \n                                                                            \n                                                                            Products and Services",
            "\n\tWeb Development Services in Bellflower, CA",
            "\n\tEnfuse’s teams of programmers and designers will create a custom site to meet and exceed your expectations. We will incorporate the latest in scripting technology into your site to make certain your site is up-to-date and is running the smoothest possible, after all, your site is your electronic storefront.",
            "\n\tMobile Web Services in Bellflower, CA",
            "\n\tIncrease your reach by having Enfuse develop a mobile-optimized website for your company. Whether you are starting from the ground up, or already have a successful full site, we can help you increase leads and sales with our mobile website development.",
            "\n\tSearch Engine Optimization Services in Bellflower, CA",
            "\n\tSince search engine optimization is an ongoing struggle with your competitors, you should use a company that can offer consistent service to continually monitor and improve every aspect of your website.",
            "\n\tGraphic Design Services in Bellflower, CA",
            "\n\tGraphic design is a form of visual communication. It is how you deliver a message to your customer through some sort of organized form and structure. Our graphic designers incorporate photography, illustrations, iconography and branding, but it isn’t limited to these devices.",
            "\n                                                                        \n                                                                            Languages Spoken",
            "\n                                                                        \n                                                                            Payment Options",
            "\n                                                                        \n                                                                            Year Established"
        ],
        "services": [
            "Web Design",
            "Web Development",
            "Website Migration"
        ],
        "additionalInformation": [
            "\n\tYou have a viable product or service you want to get into the market—you need to get noticed. Our capabilities range from designing your basic business card, to designing signage for your storefront, as well as everything in between.In order for your marketing efforts to have a worthwhile return on your investment, it has to be effective, that’s where Enfuse comes in.",
            "\n\tWe are constantly reasearching new technologies and trying new things to improve efficiency and effectiveness. We share our techniques with one another to make us all better at what we do."
        ],
        "paymentTypes": "Master CardCashCheck"
    }
}